Repository: XcodesOrg/XcodesApp
Catalog: Xcodes/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, hi, it, ru, tr, uk, zh_hans

# Alert.MinSupported.Title
source: Minimum requirements not met
de: Die minimalen Anforderungen werden nicht erfüllt
es: Requisitos mínimos no cumplidos
fr: Exigences minimales non remplies
hi: न्यूनतम आवश्यकताएं पूरी नहीं हुई
it: Requisiti minimi non presenti
ru: Текущая macOS не соответствует минимальным требованиям
tr: Minimum gereksinimler karşılanamadı
uk: Мінімальні вимоги не задоволені
zh_hans: 为达到最低要求

# Alert.MinSupported.Message
source: Xcode %@ requires MacOS %@, but you are running MacOS %@, do you still want to install it?
de: Xcode %@ benötigt macOS %@, aber auf diesem Mac läuft macOS %@. Wollen Sie es trotzdem installieren?
es: Xcode %@ requiere MacOS %@, pero está ejecutando MacOS %@, ¿aún desea instalarlo?
fr: Xcode %@ nécessite MacOS %@, mais vous utilisez MacOS %@, voulez-vous toujours l'installer ?
hi: Xcode %@ को MacOS %@ की आवश्यकता है, लेकिन आप MacOS %@ चला रहे हैं, क्या आप अभी भी इसे स्थापित करना चाहते हैं?
it: Xcode %@ richiede MacOS %@, ma la tua versione di MacOS è %@, vuoi installarlo comunque?
ru: Xcode %@ требует macOS %@, но вы используете macOS %@, вы все еще хотите установить?
tr: Xcode %@ macOS %@ sürümünü gerektirir, fakat siz macOS %@ sürümünü kullanıyorsunuz, yine de indirmek istediğinize emin misiniz?
uk: Xcode %@ вимагає як мінімум MacOS %@, але у вас MacOS %@, всеодно продовжити?
zh_hans: Xcode %@ 要求 MacOS %@，但您在运行 MacOS %@，您还想安装它吗？

# Alert.Install.Error.Title
source: Unable to install Xcode
de: Xcode konnte nicht installiert werden
es: No se puede instalar Xcode
fr: Impossible d'installer Xcode
hi: एक्सकोड स्थापित करने में असमर्थ
it: Non riesco a installare Xcode
ru: Невозможно установить Xcode
tr: Xcode yüklenemedi
uk: Не вдалося встановити Xcode
zh_hans: 无法安装 Xcode

# Alert.InstallArchive.Error.Title
source: Unable to install archived Xcode
de: Das archivierte Xcode konnte nicht installiert werden
es: No se puede instalar el Xcode archivado
fr: Impossible d'installer l'archive de Xcode
hi: संग्रहीत Xcode स्थापित करने में असमर्थ
it: Non riesco a installare Xcode archiviato
ru: Невозможно установить заархивированный Xcode
tr: Arşivlenmiş Xcode yüklenemedi.
uk: Помилка з архівом Xcode
zh_hans: 无法安装归档的 Xcode

# Alert.Update.Error.Title
source: Unable to update selected Xcode
de: Das ausgewählte Xcode konnte nicht aktualisiert werden
es: No se puede actualizar el Xcode seleccionado
fr: Impossible de mettre à jour la version de XCode sélectionnée
hi: चयनित Xcode को अपडेट करने में असमर्थ
it: Non riesco ad aggiornare Xcode selezionato
ru: Невозможно обновить выбранный Xcode
tr: Seçili Xcode güncellenemedi
uk: Не вдалося оновити обраний Xcode
zh_hans: 无法更新选择的 Xcode

# Alert.Select.Error.Title
source: Unable to select Xcode
de: Xcode konnte nicht ausgewählt werden
es: No se puede seleccionar el Xcode
fr: Impossible de sélectionner Xcode
hi: एक्सकोड का चयन करने में असमर्थ
it: Non riesco a selezionare Xcode
ru: Невозможно выбрать Xcode
tr: Xcode seçilemedi
uk: Не вдалося вибрати Xcode
zh_hans: 无法选择 Xcode

# Alert.SymLink.Title
source: Unable to create symbolic Link
de: Alias konnte nicht erstellt werden
es: No se puede crear un enlace simbólico
fr: Impossible de créer un lien symbolique
hi: प्रतीकात्मक लिंक बनाने में असमर्थ
it: Non riesco a creare il link simbolico
ru: Невозможно создать символическую ссылку
tr: Uygulama sembolik linki oluşturulamadı
uk: Не вдалося створити символічну ссилку
zh_hans: 无法创建符号链接

# Alert.SymLink.Message
source: Xcode.app exists and is not a symbolic link
de: Xcode.app existiert bereits und ist kein Alias
es: Xcode.app existe y no es un enlace simbólico
fr: Xcode.app existe et n'est pas un lien symbolique
hi: Xcode.app मौजूद है और एक प्रतीकात्मक लिंक नहीं है
it: Xcode.app esiste e non è un link simbolico
ru: Xcode.app существует и не является символической ссылкой
tr: Xcode.app zaten var ve bir sembolik link değil
uk: Xcode.app вже існує, і це не символічна ссилка
zh_hans: Xcode.app 存在但不是符号链接

# Alert.PostInstall.Title
source: Unable to perform post install steps
de: Die verbleibenden Schritte nach der Installation konnten nicht ausgeführt werden
es: No se pueden realizar los pasos posteriores a la instalación
fr: Impossible d'effectuer les étapes de post-installation
hi: स्थापना के बाद के चरण निष्पादित करने में असमर्थ
it: Non riesco ad eseguire i comandi post installazione
ru: Невозможно выполнить дополнительные шаги после установки
tr: Yükleme aşamaları çalıştırılamadı
uk: Не можливо виконати пост-інсталяційні дії
zh_hans: 无法执行安装后的步骤

# InstallationError.DamagedXIP
source: The archive "%@" is damaged and can't be expanded.
de: Die Archivdatei "%@" ist beschädigt und kann nicht entpackt werden.
es: El archivo "%@" está dañado y no se puede expandir.
fr: L'archive "%@" est endommagée et ne peut pas être agrandie.
hi: संग्रह "%@" क्षतिग्रस्त है और इसे विस्तारित नहीं किया जा सकता है।
it: L'archivio "%@" è danneggiato e non può essere espanso.
ru: Архив "%@" поврежден и не может быть расширен.
tr: "%@" arşivi hasar görmüş ve açılamıyor.
uk: Архів "%@" пошкожено і не можливо розпакувати.
zh_hans: 归档文件 "%@" 已损坏而无法解开。

# InstallationError.NotEnoughFreeSpaceToExpandArchive
source: The archive "%@" can’t be expanded because the current volume doesn’t have enough free space. Make more space available to expand the archive and then install Xcode %@ again to start installation from where it left off.
de: Die Archivdatei "%@" kann nicht entpackt werden, da das aktuelle Volume nicht über genügend freien Platz verfügt. Stellen Sie sicher, dass genügend Platz zum Entpacken der Archivdatei verfügbar ist. Installieren Sie dann Xcode %@ erneut um die Installation vom zuletzt erreichten Punkt fortzusetzen.
es: El archivo "%@" no se puede expandir porque el volumen/disco actual no tiene suficiente espacio libre. Haga más espacio disponible para expandir el archivo y luego instale Xcode %@ nuevamente para comenzar la instalación desde donde lo dejó.
fr: L'archive "%@" ne peut pas être agrandie car le volume actuel n'a pas assez d'espace libre. Libérez plus d'espace pour agrandir l'archive, puis réinstallez Xcode %@ pour démarrer l'installation là où elle s'est arrêtée.
hi: संग्रह "%@" का विस्तार नहीं किया जा सकता क्योंकि वर्तमान वॉल्यूम में पर्याप्त रिक्त स्थान नहीं है. संग्रह का विस्तार करने के लिए अधिक स्थान उपलब्ध कराएं और फिर Xcode %@ को फिर से स्थापित करें ताकि स्थापना वहीं से शुरू की जा सके जहां से इसे छोड़ा था।
it: L'archivio "%@" non può essere espanso perché non c'è abbastanza spazio libero nel volume. Aumenta lo spazio disponibile per poter espandere l'archivio e poi installa Xcode %@ nuovamente per riprendere da dove era arrivato.
ru: Архив "%@" не может быть расширен, поскольку в текущем жестком диске недостаточно свободного места. Освободите больше места для расширения архива, а затем снова установите Xcode %@, чтобы начать установку с того места, где он остановился.
tr: "%@" arşivi açılamıyor çünkü diskte yeterli alan bulunmuyor. Arşivi açmak için daha fazla alan aç ve ondan sonra kaldığın yerden devam ederek Xcode %@ sürümünü tekrar kur.
uk: Архів "%@" не можливо розпакувати, так як бракує місця. Почистіть файлове сховище щоб вистачило місця на розпаковку Архіву, та спробуйте встановити Xcode %@ знову.
zh_hans: 由于当前卷没有足够的可用空间因此无法解开归档文件 "%@"。 腾出更多的可用空间来解开归档文件，然后从中断的地方再次安装 Xcode %@ 。

# InstallationError.FailedToMoveXcodeToApplications
source: Failed to move Xcode to the %@ directory.
de: Xcode konnte nicht in das Verzeichnis %@ bewegt werden.
es: No se pudo mover Xcode al directorio %@.
fr: Impossible de déplacer Xcode vers le répertoire %@.
hi: Xcode को %@ निर्देशिका में ले जाने में विफल।
it: Non sono riuscito a spostare Xcode nella directory %@ .
ru: Не удалось переместить Xcode в директорию %@.
tr: Xcode %@ klasörüne taşınamadı.
uk: Помилка при переміщенні Xcode в %@.
zh_hans: 未能将 Xcode 移动到 %@ 目录。

# InstallationError.FailedSecurityAssessment
source: Xcode %@ failed its security assessment with the following output: %@ It remains installed at %@ if you wish to use it anyways.
de: Die Sicherheitsüberprüfung von Xcode %@ ist mit folgendem Ergebnis fehlgeschlagen: %@ Die Version bleibt im Verzeichnis %@ installiert, falls Sie diese dennoch benutzen möchten.
es: Xcode %@ falló su evaluación de seguridad con el siguiente resultado: %@ Permanece instalado en %@ si desea usarlo de todos modos.
fr: Xcode %@ a échoué à son évaluation de sécurité avec le résultat suivant : %@ XCode reste installé à %@ si vous souhaitez l'utiliser quand même.
hi: Xcode %@ निम्नलिखित आउटपुट के साथ अपने सुरक्षा मूल्यांकन में विफल रहा: %@ यदि आप किसी भी तरह इसका उपयोग करना चाहते हैं तो यह %@ पर स्थापित रहता है।
it: Xcode %@ ha fallito i check di sicurezza con il seguente errore: %@ Rimane installato in %@ se vuoi usarlo comunque.
ru: Xcode %@ не прошел оценку безопасности со следующим выводом: %@ Он остается установленным в %@, если вы все равно хотите его использовать.
tr: Xcode %@ güvenlik görevlerini gerçekleştirirken şu hatayı verdi: %@ Yine de devam etmek isterseniz uygulama %@ konumunda bulunmaya devam ediyor.
uk: Xcode провалив перевірку безпеки (security assessment) з наступним повідомленням: %@ Він залишиться установлений в %@ якщо ви все ж наважитесь його використовувати.
zh_hans: Xcode %@ 未能通过它的安全评估输出结果如下： %@ 如果你想使用它，它仍然安装在 %@ 。

# InstallationError.CodesignVerifyFailed
source: The downloaded Xcode failed code signing verification with the following output: %@
de: Die Überprüfung der Codesignatur der heruntergeladenen Xcode-Version ist mit folgendem Ergebnis fehlgeschlagen : %@
es: El Xcode descargado falló en la verificación de firma de código con el siguiente resultado: %@
fr: Le Xcode téléchargé a échoué à la vérification de la signature de code avec le résultat suivant : %@
hi: डाउनलोड किया गया Xcode निम्नलिखित आउटपुट के साथ कोड हस्ताक्षर सत्यापन में विफल रहा: %@
it: Xcode scaricato ha fallito le verifiche di firma con il seguente errore: %@
ru: Загруженный Xcode не прошел проверку подписи сертификата со следующим выводом: %@
tr: İndirilmiş Xcode imza onayı işleminde şu hatayı verdi: %@
uk: Викачаний Xcode не зміг пройти перевірку коду підпису (code signing verification) з наступним повідомленням: %@
zh_hans: 已下载的 Xcode 未能通过代码签名验证失败，输出如下： %@

# InstallationError.UnexpectedCodeSigningIdentity
source: The downloaded Xcode doesn't have the expected code signing identity. Got: %@ %@ Expected: %@ %@
de: Die heruntergeladene Xcode-Version hat nicht die erwartete Identität für die Codesignatur. Vorhanden: %@ %@ Erwartet: %@ %@
es: El Xcode descargado no tiene la identidad de firma de código esperada. Obtuvo: %@ %@ Esperado: %@ %@
fr: Le Xcode téléchargé n'a pas l'identité de signature de code attendue. Reçue : %@ %@ Attendue : %@ %@
hi: डाउनलोड किए गए Xcode में अपेक्षित कोड हस्ताक्षर पहचान नहीं है। मिला: %@ %@अपेक्षित: %@ %@
it: Xcode scaricato non ha l'identità di firma corretta. Got: %@ %@Ci aspettiamo: %@ %@
ru: Загруженный Xcode не имеет ожидаемого идентификатора подписи сертификата. Получено: %@ %@ Ожидается: %@ %@
tr: İndirilmiş Xcode beklenilen imza kimliğine sahip değil. Eldeki: %@ %@ Beklenen: %@ %@
uk: Викачаний Xcode має неочікуваний код підпису (code signing identity). Має: %@ %@ Очікується: %@ %@
zh_hans: 已下载的 Xcode 没有预期的代码签名身份。 得到： %@ %@ 预期： %@ %@

# InstallationError.UnsupportedFileFormat
source: Xcodes doesn't (yet) support installing Xcode from the %@ file format.
de: Xcodes unterstützt die Installation von Xcode mittels des %@ Dateiformates (bislang) nicht.
es: Xcodes no admite (todavía) la instalación de Xcode desde el formato de archivo %@.
fr: Xcodes ne supporte pas (encore) l'installation de Xcode à partir du format de fichier %@.
hi: Xcodes (अभी तक) % @ फ़ाइल स्वरूप से Xcode स्थापित करने का समर्थन नहीं करता है।
it: Xcodes non supporta (per ora) l'installazione di Xcode dal formato %@ .
ru: Xcodes (пока) не поддерживает установку Xcode из формата файла %@.
tr: Xcodes henüz Xcodu %@ dosya formatında yüklemeye (henüz) izin vermiyor.
uk: Xcode (поки що) не підтримує свою установку у %@ форматі.
zh_hans: Xcodes（还）不支持从 %@ 文件格式安装 Xcode。

# InstallationError.MissingSudoerPassword
source: Missing password. Please try again.
de: Passwort nicht vorhanden. Bitte versuchen Sie es erneut.
es: Falta la contraseña. Inténtalo de nuevo.
fr: Mot de passe manquant. Veuillez réessayer.
hi: पासवर्ड अनुपलब्ध है। कृपया पुन: प्रयास करें।
it: Manca la password. Prova di nuovo.
ru: Отсутствует пароль. Повторите попытку.
tr: Eksik şifre. Lütfen tekrar deneyin
uk: Не вистачає sudo паролю. Спробуйте ще раз.
zh_hans: 缺少密码。请再试一次。

# InstallationError.UnavailableVersion
source: Could not find version %@.
de: Version %@ konnte nicht gefunden werden.
es: No se pudo encontrar la versión %@.
fr: Impossible de trouver la version %@.
hi: संस्करण %@ नहीं मिल सका।
it: Non trovo la versione %@.
ru: Не удалось найти версию %@.
tr: %@ sürümü bulunamadı.
uk: Не можу знайти версію %@.
zh_hans: 无法找到 %@ 版本。

# InstallationError.NoNonPrereleaseVersionAvailable
source: No non-prerelease versions available.
de: Keine Nicht-Vorabversionen verfügbar.
es: No hay versiones que no sean preliminares disponibles.
fr: Aucune version non préliminaire disponible.
hi: कोई गैर-पूर्व-रिलीज़ संस्करण उपलब्ध नहीं है।
it: Non sono disponibili versioni non-prerelease.
ru: Нет доступных не предварительных версий.
tr: prerelease olmayan sürümler yok.
uk: Немає доступних релізних версій.
zh_hans: 没有可用的非预发布版本。

# InstallationError.NoPrereleaseVersionAvailable
source: No prerelease versions available.
de: Keine Vorabversionen verfügbar.
es: No hay versiones preliminares disponibles.
fr: Aucune version préliminaire disponible.
hi: कोई पूर्व-रिलीज़ संस्करण उपलब्ध नहीं है।
it: Non sono disponibili versioni prerelease.
ru: Предварительные версии недоступны.
tr: prerelease sürümleri yok.
uk: Немає доступного пререлізу.
zh_hans: 没有可用的预发布版本。

# InstallationError.MissingUsernameOrPassword
source: Missing username or a password. Please try again.
de: Benutzername oder Passwort fehlen. Bitte versuchen Sie es erneut.
es: Falta el nombre de usuario o una contraseña. Inténtalo de nuevo.
fr: Nom d'utilisateur ou mot de passe manquant. Veuillez réessayer.
hi: उपयोगकर्ता नाम या पासवर्ड गुम है। कृपया पुन: प्रयास करें।
it: Mancano username o password. Prova di nuovo
ru: Отсутствует имя пользователя или пароль. Пожалуйста, попробуйте еще раз.
tr: Eksik kullanıcı adı veya şifre. Lütfen tekrar deneyin.
uk: Не вистачає юзернейму чи паролю. Спробуйте ще раз.
zh_hans: 缺少用户名或密码。请再试一次。

# InstallationError.VersionAlreadyInstalled
source: %@ is already installed at %@
de: %@ ist bereits hier installiert: %@
es: %@ ya está instalado en %@
fr: %@ est déjà installé à %@
hi: %@ पहले से ही %@ पर संस्थापित है
it: %@ è già installato in %@
ru: %@ уже установлен в %@
tr: %@ zaten %@ konumunda yüklü.
uk: %@ вже встановлено в %@
zh_hans: %@ 已安装在 %@

# InstallationError.InvalidVersion
source: %@ is not a valid version number.
de: %@ ist keine gültige Versionsnummer.
es: %@ no es un número de versión válido.
fr: %@ n'est pas un numéro de version valide.
hi: %@ मान्य संस्करण संख्या नहीं है।
it: %@ non è una versione valida.
ru: %@ не является допустимым номером версии.
tr: %@ geçerli bir sürüm numarası değil.
uk: %@ не є вірним номером версії.
zh_hans: %@ 不是一个有效的版本号。

# InstallationError.VersionNotInstalled
source: %@ is not installed.
de: %@ ist nicht installiert.
es: %@ no esta instalada.
fr: %@ n'est pas installé.
hi: %@ स्थापित नहीं किया गया।
it: %@ non è installato.
ru: %@ не установлен.
tr: %@ yüklenmedi.
uk: %@ не встановлено.
zh_hans: %@ 没被安装。

# InstallationError.PostInstallStepsNotPerformed.Installed
source: Installation was completed, but some post-install steps weren't performed automatically. These will be performed when you first launch Xcode %@.
de: Die Installation wurde abgeschlossen, einige verbleibende Schritte wurden jedoch nicht automatisch durchgeführt. Sie werden durchgeführt, wenn Sie Xcode %@ zum ersten Mal starten.
es: La instalación se completó, pero algunos pasos posteriores a la instalación no se realizaron automáticamente. Estos se realizarán cuando inicie Xcode por primera vez %@.
fr: L'installation est terminée, mais certaines étapes de post-installation n'ont pas été effectuées automatiquement. Celles-ci seront exécutées lors du premier lancement de Xcode %@.
hi: स्थापना पूर्ण हो गई थी, लेकिन कुछ पोस्ट-इंस्टॉलेशन चरण स्वचालित रूप से निष्पादित नहीं किए गए थे। ये तब किए जाएंगे जब आप पहली बार Xcode %@ लॉन्च करेंगे।
it: L'installazione è completata, ma alcuni comandi di post installazione non sono partiti automaticamente. Verranno lanciati quando aprirai Xcode %@ per la prima volta.
ru: Установка завершена, но некоторые шаги после установки не были выполнены автоматически. Они будут выполнены при первом запуске Xcode %@.
tr: İndirme tamamlandı, fakat bazı indirme sonrası aşamaları tamamlanamadı. Bunlar Xcode %@ uygulamasını ilk açtığınızda gerçekleşecek.
uk: Установку завершено. Але деякі post-install кроки не виконано автоматично. Ці кроки буде виконано коли ви вперше запустите Xcode %@.
zh_hans: 安装已完成，但一些安装后的步骤没有自动执行。这些将在您第一次启动 Xcode %@ 时执行。

# InstallationError.PostInstallStepsNotPerformed.NotInstalled
source: Installation was completed, but some post-install steps weren't performed automatically. Xcodes performs these steps with a privileged helper, which appears to not be installed. You can install it from Preferences > Advanced. These steps will be performed when you first launch Xcode %@.
de: Die Installation wurde abgeschlossen, einige verbleibende Schritte wurden jedoch nicht automatisch durchgeführt. Xcodes führt diese Schritte mit Hilfe eines privilegierten Helferprogrammes aus, das nicht installiert zu sein scheint. Sie können es unter Einstellungen > Erweitert installieren. Die verbleibenden Schritte werden durchgeführt werden, wenn Sie Xcode %@ zum ersten Mal starten.
es: La instalación se completó, pero algunos pasos posteriores a la instalación no se realizaron automáticamente. Xcodes realiza estos pasos con un asistente privilegiado, que parece no estar instalado. Puede instalarlo desde Preferencias > Avanzado. Estos pasos se realizarán cuando inicie Xcode por primera vez %@.
fr: L'installation est terminée, mais certaines étapes de post-installation n'ont pas été effectuées automatiquement. Xcodes effectue ces étapes avec un assistant privilégié, qui ne semble pas être installé. Vous pouvez l'installer depuis Préférences > Avancé. Ces étapes seront effectuées lors du premier lancement de Xcode %@.
hi: स्थापना पूर्ण हो गई थी, लेकिन कुछ पोस्ट-इंस्टॉलेशन चरण स्वचालित रूप से निष्पादित नहीं किए गए थे। Xcodes इन चरणों को एक विशेषाधिकार प्राप्त सहायक के साथ निष्पादित करता है, जो स्थापित नहीं प्रतीत होता है। आप इसे Preferences > Advanced(वरीयताएँ> उन्नत) से स्थापित कर सकते हैं। जब आप पहली बार Xcode %@ लॉन्च करेंगे तो ये चरण निष्पादित किए जाएंगे।
it: L'installazione è completata, ma alcuni comandi di post installazione non sono partiti automaticamente. Xcodes lancia questi comandi con un aiutante privilegiato, che sembra non essere installato. Puoi instlalarlo da Preferenze > Avanzate. Verranno lanciati quando aprirai Xcode %@ per la prima volta.
ru: Установка была завершена, но некоторые шаги после установки не были выполнены автоматически. Xcodes выполняет эти шаги с привилегированным помощником, который, похоже, не установлен. Вы можете установить его из Настройки > Дополнительно. Эти шаги будут выполнены при первом запуске Xcode %@.
tr: İndirme tamamlandı, fakat bazı indirme sonrası aşamaları otomatik tamamlanamadı. Xcodes bu aşamaları bir ayrıcalıklı yardımcı aracı ile gerçekleştirir, ama bu araç yüklenmemiş gözüküyor. Yüklemek için Tercihler > Gelişmiş yolunu kullanabilirsiniz. Bunlar Xcode %@ uygulamasını ilk açtığınızda gerçekleşecek.
uk: Установку завершено. Але деякі post-install кроки не виконано автоматично. Xcodes виконує цю роботу за допомогою "privileged helper", який схоже що не встановлено. Ви можете встановити його за доромогою Налаштування > Додатково. Ці кроки буде виконано коли ви вперше запустите Xcode %@.
zh_hans: 安装已完成，但一些安装后的步骤没有自动执行。Xcodes 用单独的特权助手来执行这些步骤。它似乎没有被安装。您可以从 偏好设置 > 高级 中安装它。 这些步骤将在您第一次启动 Xcode %@ 时执行。

source: Downloading
de: Lädt
es: Descargando
fr: Téléchargement
hi: डाउनलोड
it: Scaricando
ru: Скачивание
tr: İndiriliyor
uk: Скачування
zh_hans: 下载中

# Unarchiving
source: Unarchiving (This can take a while)
de: Entpackt (Dies kann etwas dauern)
es: Desarchivando (esto puede llevar un tiempo)
fr: Désarchivage (cela peut prendre un certain temps)
hi: Unarchiving (इसमें कुछ समय लग सकता है)
it: Espandendo (Potrà metterci un po')
ru: Разархивирование (это может занять некоторое время)
tr: Arşivden Çıkarılıyor (Bu biraz sürebilir)
uk: Розпаковка (Може бути довго)
zh_hans: 解开归档中（这可能需要一些时间）

# Moving
source: Moving to %@
de: Verschiebt nach %@
es: Moviendo a %@
fr: Déplacement vers %@
hi: %@ पर जा रहा है
it: Sposto in %@
ru: Перемещение в %@
tr: %@ Konumuna Taşınıyor
uk: Переміщення до %@
zh_hans: 移动到 %@

# TrashingArchive
source: Moving archive to the Trash
de: Verschiebt Archivdatei in den Papierkorb
es: Mover archivo a la Papelera
fr: Déplacement de l'archive vers la corbeille
hi: संग्रह को ट्रैश में ले जाया जा रहा है
it: Sposto archivio nel Cestino
ru: Перемещение архива в корзину
tr: Arşiv Çöp Kutusuna taşınıyor
uk: Видалення архіву
zh_hans: 移动归档到废纸篓

# CheckingSecurity
source: Security verification
de: Sicherheitsüberprüfung
es: Verificación de seguridad
fr: Vérification de sécurité
hi: सुरक्षा सत्यापन
it: Verifica di sicurezza
ru: Проверка безопасности
tr: Güvenlik doğrulaması
uk: Перевірка безпеки
zh_hans: 安全验证

source: Finishing
de: Beendet
es: Finalizando
fr: Finition
hi: परिष्करण
it: Completando
ru: Завершение
tr: Tamamlanıyor
uk: Завершення
zh_hans: 完成中

# Notification.NewVersionAvailable
source: New version is available
de: Eine neue Version ist verfügbar
es: Una nueva versión está disponible
fr: Une nouvelle version est disponible
hi: नया संस्करण उपलब्ध है
it: Una nuova versione è disponibile
ru: Доступна новая версия
tr: Yeni sürüm mevcut
uk: Доступна нова версія
zh_hans: 已有新版本

# Notification.FinishedInstalling
source: Finished installing
de: Installation abgeschlossen
es: Terminado de instalar
fr: Installation terminée
hi: स्थापना समाप्त हो गई
it: Ho terminato l'installazione
ru: Завершена установка
tr: İndirme tamamlandı
uk: Встановлено
zh_hans: 安装完毕

# HelperClient.error
source: Unable to communicate with privileged helper.
de: Keine Kommunikation mit dem privilegierten Helferprogramm möglich.
es: No se puede comunicar con el Asistente privilegiado.
fr: Impossible de communiquer avec l'assistant privilégié.
hi: विशेषाधिकार प्राप्त सहायक के साथ संवाद करने में असमर्थ।
it: Non riesco a comunicare con l'aiutante privilegiato.
ru: Невозможно установить связь с привилегированным помощником.
tr: Yardımcı araç ile iletişim kurulamadı.
uk: Помилка з'єднання з "privileged helper".
zh_hans: 无法与特权助手沟通。

# Notification.NewXcodeVersion.Title
source: New Xcode versions
de: Neue Xcode-Versionen
es: Nuevas versiones de Xcode
fr: Nouvelles versions de Xcode
hi: नए Xcode संस्करण
it: Nuove versioni di Xcode
ru: Новые версии Xcode
tr: Yeni Xcode sürümü
uk: Нові версії Xcode
zh_hans: 新 Xcode 版本

# Notification.NewXcodeVersion.Body
source: New Xcode versions are available to download.
de: Neue Xcode-Versionen können heruntergeladen werden.
es: Nuevas versiones de Xcode están disponibles para descargar.
fr: De nouvelles versions de Xcode sont disponibles au téléchargement.
hi: नए Xcode संस्करण डाउनलोड करने के लिए उपलब्ध हैं।
it: Nuove versioni di Xcode disponibili per il download.
ru: Новые версии Xcode доступны для скачивания.
tr: Yeni Xcode sürümleri indirmek için mevcut.
uk: Нові версії Xcode доступні до завантаження.
zh_hans: 新 Xcode 版本可供下载。

source: OK
es: Aceptar
zh_hans: 确定

source: AppleID:
fr: Identifiant Apple
