Repository: XcodesOrg/XcodesApp
Catalog: Xcodes/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, hi, it, ru, tr, uk, zh_hans

# PrivilegedHelperDescription
source: Xcodes uses a separate privileged helper to perform tasks as root. These are things that would require sudo on the command line, including post-install steps and switching Xcode versions with xcode-select. You'll be prompted for your macOS account password to install it.
de: Xcodes nutzt ein separates Helferprogramm mit Root-Rechten für bestimmte Aufgaben. Dazu zählen Dinge, die auf der Kommandozeile ein sudo benötigen würden, beispielsweise das Ausführen einiger Schritte nach der Installation und das Wechseln der aktiven Xcode-Version mittels xcode-select. Zur Installation werden Sie nach dem Passwort Ihres macOS Benutzerkontos gefragt.
es: Xcodes utiliza un asistente privilegiado independiente para realizar tareas como root. Estas son cosas que requerirían sudo en la línea de comandos, incluidos los pasos posteriores a la instalación y el cambio de versiones de Xcode con xcode-select. Se le pedirá la contraseña de su cuenta de macOS para instalarlo.
fr: Xcodes utilise un assistant privilégié distinct pour effectuer des tâches en tant que root. Ce sont des tâches qui nécessiteraient sudo sur la ligne de commande, y compris les étapes de post-installation et le changement de version de Xcode avec xcode-select. Vous serez invité à saisir le mot de passe de votre compte macOS pour l'installer.
hi: Xcodes कार्यों को रूट के रूप में करने के लिए एक अलग विशेषाधिकार प्राप्त सहायक का उपयोग करता है। ये ऐसी चीजें हैं जिनके लिए कमांड लाइन पर sudo की आवश्यकता होगी, जिसमें पोस्ट-इंस्टॉल चरण और xcode-select के साथ Xcode संस्करण स्विच करना शामिल है। इसे इंस्टॉल करने के लिए आपको अपने macOS अकाउंट पासवर्ड के लिए कहा जाएगा।
it: Xcodes usa un aiutante privilegiato per svolgere dei compiti come root. Si tratta di comandi che normalmente richiederebbero sudo da linea di comando, incluse fasi di post-install e modificare la versione di Xcode con xcode-select. Ti verrà richiesta la password del tuo account di macOS per installarlo.
ru: Xcodes использует отдельный привилегированный помощник для выполнения задач от имени пользователя root. Это вещи, которые потребуют sudo в командной строке, включая шаги после установки и переключение версий Xcode с помощью xcode-select. Вам будет предложено указать вашу macOS пароль счета для его установки.
tr: Xcodes, root görevlerini yerine getirmek için bir Ayrıcalıklı yardımcı aracı kullanır. Bunlar komut satırındaki sudo gerektiren, yükleme sonrası adımlarını sağlayan ve Xcode sürümü değiştiren xcode-select gibi komutlardan ibarettir. Bunu yüklemek için macOS hesap şifrenizi girmeniz istenecektir.
uk: Xcodes використовує спеціальний "privilege helper" щоб запускати задачі як суперюзер. Це включає наприклад sudo в терміналі, та кроки після інсталяції або перемикання версії Xcode за допомогою xcode-select. Буде запит на ваш пароль від Мак щоб встановити цей хелпер.

# HelperInstalled
source: Helper is installed
de: Helferprogramm ist installiert
es: El Asistente está instalado
fr: L'assistant est installé
hi: सहायक स्थापित है
it: Aiutante è installato
ru: Помощник установлен
tr: Yardımcı yüklendi
uk: Helper встановлено

# HelperNotInstalled
source: Helper is not installed
de: Helferprogramm ist nicht installiert
es: El Asistente no está instalado.
fr: L'assistant n'est pas installé
hi: सहायक स्थापित नहीं है
it: Aiutante non è installato
ru: Помощник не установлен
tr: Yardımcı yüklenmedi
uk: Helper не встановлено

source: Install helper
de: Helferprogramm installieren
es: Instalar Asistente
fr: Installer l'assistant'
hi: सहायक स्थापित करें
it: Installa aiutante
ru: Установить помощника
tr: Yardımcıyı yükle
uk: Встановити Install helper

source: Experiments
de: Experimente
fr: Experiences
hi: परीक्षण
it: Sperimentale
ru: Эксперименты
tr: Deneyler
uk: Експерименти

source: Faster Unxip
de: Schnelleres Unxip
es: Unxip más rápido
fr: Unxip Plus Rapide
hi: तेज़ अनज़िप
it: Unxip veloce
ru: Быстрый Unxip
tr: Daha Hızlı Unxip
uk: Швидкий Unxip

# UseUnxipExperiment
source: When unxipping, use experiment
de: Experimentelles Unxip benutzen
es: Al descomprimir, use experiment
fr: Utiliser l'expérience, lors de la décompression Unxip
hi: अनज़िपिंग करते समय, प्रयोग का उपयोग करें
it: Quando fai unxipping, usa sperimentale
ru: При unxip будет использован экспериментальный функционал
tr: Unxip yaparken dene
uk: Під час розпаковки Unxip використовувати експериментальний метод.

# FasterUnxipDescription
source: Thanks to @_saagarjha, this experiment can increase unxipping speed by up to 70% for some systems. More information on how this is accomplished can be seen on the unxip repo - https://github.com/saagarjha/unxip
de: Dank @_saagarjha kann dieses experimentelle Verfahren die Geschwindigkeit des Unxip-Vorgangs um bis zu 70% steigern. Das Unxip Repo enthält weitere Informationen darüber, wie dies erreicht wird - https://github.com/saagarjha/unxip
es: Gracias a @_saagarjha, este experimento puede aumentar la velocidad de liberación hasta en un 70 % para algunos sistemas. Puede ver más información sobre cómo se logra esto en el repositorio de unxip: https://github.com/saagarjha/unxip
fr: Grâce à @_saagarjha, cette expérience peut augmenter jusqu'à 70% la vitesse d'extraction pour certains systèmes. Pour plus d'informations sur la façon dont cela est accompli, consultez le référentiel GitHub unxip - https://github.com/saagarjha/unxip
hi: @_saagarjha के लिए धन्यवाद, यह प्रयोग कुछ प्रणालियों के लिए 70% तक की गति को बढ़ा सकता है। इसे कैसे पूरा किया जाता है, इस बारे में अधिक जानकारी अनएक्सआईपी रेपो पर देखी जा सकती है - https://github.com/saagarjha/unxip
it: Grazie a @_saagarjha, questa versione sperimentale può incrementare la velocità di unxipping fino al 70% in certi sistemi. Maggiori informazioni su come questo è possibile sono disponibili nel repository unxip - https://github.com/saagarjha/unxip
ru: Благодаря @_saagarjha этот эксперимент может увеличить скорость распаковки до 70% для некоторых систем. Дополнительную информацию о том, как это достигается, можно увидеть в репозитории unxip — https://github.com/saagarjha/unxip.
tr: @_saagarjha sayesinde bu deney bazı sistemlerde unxip sürecini %70'e kadar hızlandırabilir. Bu işlemin nasıl yapıldığına dair ayrıntılara unxip repo .- https://github.com/saagarjha/unxip adresinden bakabilirsiniz
uk: Завдяки @_saagarjha, цей експеримент може пришвидшити розпаковку майже на 70%. Подробиці про unxip тут – https://github.com/saagarjha/unxip

# AccessGranted
source: Access Granted. You will receive notifications from Xcodes.
de: Zugriff gewährt. Sie werden Mitteilungen von Xcodes erhalten.
es: Access Permitido. Recibirás notificaciones de Xcodes.
fr: Accès autorisé. Vous recevrez des notifications de Xcodes.
hi: प्रवेश करने की अनुमति है। आपको Xcodes से सूचनाएं प्राप्त होंगी।
it: Accesso Garantito. Riceverai notifiche da Xcodes.
ru: Доступ разрешен. Вы будете получать уведомления от Xcodes.
tr: Erişim Tanımlandı. Xcodes'dan bildirimler alacaksınız.
uk: Сповіщення Дозволено. Ви будете отримувати сповіщення від Xcodes.

# AccessDenied
source: ⚠️ Access Denied ⚠️ Please open your Notification Settings and select Xcodes if you wish to allow access.
de: ⚠️ Zugriff verweigert ⚠️ Bitte öffnen Sie Ihre Mitteilungseinstellungen und wählen Sie Xcodes, falls Sie den Zugriff gewähren möchten.
es: ⚠️ Acceso Denegado ⚠️ Por favor abra su Configuración de notificaciones y seleccione Xcodes si desea permitir el acceso.
fr: ⚠️ Accès refusé ⚠️ Veuillez ouvrir vos paramètres de notifications et sélectionnez Xcodes si vous souhaitez autoriser l'accès.
hi: ⚠️ प्रवेश निषेध ⚠️ कृपया अपनी सूचना सेटिंग्स खोलें और यदि आप प्रवेश की अनुमति देना चाहते हैं तो Xcodes का चयन करें.
it: ⚠️ Accesso Negato ⚠️ Apri le Impostazioni delle Notifiche e seleziona Xcodes se desideri garantirgli accesso.
ru: ⚠️ Отказано в доступе ⚠️ Пожалуйста, откройте настройки уведомлений и выберите Xcodes, чтобы разрешить доступ.
tr: ⚠️ Erişim Reddedildi ⚠️ Eğer bildirimler için erişim vermek istiyorsanız lütfen bildirim ayarlarını açın ve Xcodes uygulamasını seçin.
uk: ⚠️ Сповіщення Заборонено ⚠️ Відкрийте будьласка Налаштування Сповіщень та надайте дозвіл Xcodes для отримання дозволу.

source: Notification Settings
de: Mitteilungseinstellungen
es: Configuración de las notificaciones
fr: Paramètres de Notification
hi: सूचना सेटिंग्स
it: Impostazioni delle Notifiche
ru: Настройки уведомлений
tr: Bildirim Ayarları
uk: Налаштування Сповіщень

source: Enable Notifications
de: Mitteilungen aktivieren
es: Permitir notificaciones
fr: Activer les Notifications
hi: सूचनाएँ सक्षम करें
it: Abilita Notifiche
ru: Включить уведомления
tr: Bildirimleri Etkinleştir
uk: Увімкнути Сповіщення

# SignInWithApple
source: Sign in with your Apple ID.
de: Mit Ihrer Apple ID anmelden.
es: Inicia sesión con tu ID de Apple.
fr: Connectez-vous avec votre identifiant Apple.
hi: अपनी Apple ID से साइन इन करें.
it: Entra con il tuo Apple ID.
ru: Войти со своим Apple ID.
tr: Apple ID ile Giriş Yap.
uk: Вхід з вашим Apple ID.

source: Password:
de: Passwort:
es: Contraseña:
fr: Mot de passe:
hi: पासवर्ड:
ru: Пароль:
tr: Şifre:
uk: Пароль:

source: Required
de: Pflichtfeld
es: Requerido
fr: Requis
hi: आवश्यक
it: Obbligatorio
ru: Необходимa
tr: Gerekli
uk: Вимагається

source: Sign Out
de: Abmelden
es: Cerrar Sesión
fr: Déconnecter
hi: साइन आउट करें
it: Esci
ru: Выход
tr: Oturumu Kapat
uk: Логаут

# DigitCodeDescription
source: Enter the %d digit code from one of your trusted devices:
de: Geben Sie %d-stelligen Code von einem Ihrer Geräte ein:
es: Ingrese el código de %d dígitos de uno de sus dispositivos de confianza:
fr: Saisissez le code à %d chiffres de l'un de vos appareils de confiance:
hi: अपने किसी विश्वसनीय डिवाइस से %d अंक कोड दर्ज करें:
it: Inserisci il codice di %d cifre in uno dei tuo dispositivi registrati:
ru: Введите %d цифровой код с одного из ваших доверенных устройств:
tr: Güvenilir cihazından aldığın %d rakamlı kodu gir:
uk: Введіть %d-значний код з одного з довірених пристроїв:
zh_hans: 输入您信任设备中的 %d 位数字代码：

source: Send SMS
de: SMS senden
es: Enviar SMS
fr: Envoyer un texto
hi: SMS भेजें
it: Manda SMS
ru: Отправить SMS
tr: SMS Gönder
uk: Надіслати СМС
zh_hans: 发送短信

# EnterDigitCodeDescription
source: Enter the %d digit code sent to %@:
de: Geben Sie den %d-stelligen Code ein, der an %@ gesendet wurde:
es: Ingrese el código de dígito %d enviado a %@:
fr: Entrez le code à %d chiffres envoyé à %@:
hi: %@ को भेजा गया %d अंक कोड दर्ज करें:
it: Inserisci il codice di %d cifre inviato a %@:
ru: Введите %d цифровой код, отправленный на %@:
tr: %@ kaynağından gönderilen %d rakamlı kodu gir:
uk: Введіть %d-значний код відправлений на %@:
zh_hans: 输入发送到 %@ 的 %d 位数字代码：

# SelectTrustedPhone
source: Select a trusted phone number to receive a %d digit code via SMS:
de: Wählen Sie eine vertrauenswürdige Telefonnummer, an die ein %d-stelliger Code per SMS gesendet werden soll:
es: Selecciona un número de teléfono de confianza para recibir un código de %d dígitos por SMS:
fr: Sélectionnez le numéro de téléphone de confiance pour recevoir un code à %d chiffres par texto:
hi: SMS के द्वारा %d अंक कोड प्राप्त करने के लिए विश्वसनीय फ़ोन नंबर चुनें:
it: Seleziona un numero di telefono registrato per ricevere il codice di %d cifre via SMS:
ru: Выберите доверенный номер телефона для получения %d цифрового кода по SMS:
tr: %d rakamlı kodu SMS olarak almak için güvenilir telefon numarasını seç:
uk: Виберіть довірений номер телефону щоб отримати %d-значний код в СМС:
zh_hans: 选择一个可信的电话号码，通过短信接收 %d 位数字代码：

# NoTrustedPhones
source: Your account doesn't have any trusted phone numbers, but they're required for two-factor authentication. See https://support.apple.com/en-ca/HT204915.
de: In Ihrem Konto sind keine vertrauenswürdigen Telefonnummern hinterlegt. Diese werden jedoch für die Zwei-Faktor-Authentifizierung benötigt. Mehr dazu auf https://support.apple.com/de-de/HT204915.
es: Su cuenta no tiene números de teléfono de confianza, pero son necesarios para la autenticación de dos factores. Ver https://support.apple.com/en-ca/HT204915.
fr: Votre compte n'a pas de numéros de téléphone de confiance, mais ils sont requis pour l'authentification à deux facteurs. Voir https://support.apple.com/en-ca/HT204915.
hi: आपके खाते में कोई विश्वसनीय फ़ोन नंबर नहीं है, लेकिन वे दो-कारक प्रमाणीकरण के लिए आवश्यक हैं। https://support.apple.com/en-ca/HT204915 देखें।
it: Il tuo account non ha dispositivi registrati, ma è richiesto dall'autenticazione a due fattori. Vedi https://support.apple.com/en-ca/HT204915.
ru: В вашем аккаунтe нет доверенных телефонных номеров, но они необходимы для двухфакторной аутентификации. См. https://support.apple.com/en-ca/HT204915.
tr: Hesabına tanımlı güvenli bir telefon numarası yok, fakat iki aşamalı doğrulama için gerekmektedir. Daha fazlası için https://support.apple.com/tr-tr/HT204915 adresine bakın.
uk: Ваш аккаунт не має перевіреного телефонного номеру, що вимагається для двофакторної авторизації. Дивіться https://support.apple.com/en-ca/HT204915.
zh_hans: 您的账户没有任何受信任的电话号码，但它们是双因子认证所必须的。 见 https://support.apple.com/zh-cn/HT204915 。

source: Updated at
de: Aktualisiert am
es: Actualizado en
fr: Actualisé:
hi: पर अपडेट किया गया
it: Aggiorna a
ru: Обновлено в
tr: Güncellenme Zamanı
uk: Оновлено о
zh_hans: 更新于

source: Login
de: Anmelden
es: Iniciar Sesión
fr: Connexion
hi: लॉग इन करें
ru: Логин
tr: Giriş
uk: Apple ID
zh_hans: 登录

# LoginDescription
source: Open Login
de: Anmeldung öffnen
es: Abrir Inicio de Sesión
fr: Ouvrir une connexion
hi: लॉगिन खोलें
it: Apri Login
ru: Открыть окно логина
tr: Girişi Aç
uk: Показати Apple ID
zh_hans: 开启登录

source: Refresh
de: Aktualisieren
es: Refrescar
fr: Actualiser
hi: ताज़ा करें
it: Ricarica
ru: Обновить
tr: Yenile
uk: Оновити
zh_hans: 刷新

# RefreshDescription
source: Refresh Xcode List
de: Liste mit Xcode-Versionen aktualisieren
es: Refrescar lista de Xcodes
fr: Actualiser la liste de Xcode
hi: Xcode सूची ताज़ा करें
it: Ricarica Lista Xcode
ru: Обновить список Xcode
tr: Xcode Listesini Yenile
uk: Оновити список Xcode
zh_hans: 刷新 Xcode 列表

source: All
de: Alle
es: Todos
fr: Tout
hi: सभी
it: Tutti
ru: Все
tr: Tümü
uk: Всі
zh_hans: 所有

source: Release
de: Final
es: Liberado
fr: Version
hi: रिलीज़
it: Rilasci
ru: Pелиз
tr: Kararlı Sürüm
zh_hans: 发布

source: Release only
de: Nur finale Versionen
es: Solo Liberados
fr: Seulement le versions finales
hi: केवल रिलीज़ करें
it: Solo Rilasci
ru: Только Pелиз
tr: Yalnızca Kararlı Sürüm
uk: лише Release
zh_hans: 只显示发布版本

source: Beta
hi: बीटा
ru: Бета

source: Beta only
de: Nur Beta-Versionen
es: Solo Beta
fr: Seulement les versions bêtas
hi: केवल बीटा
it: Solo Beta
ru: Только бета
tr: Yalnızca Beta
uk: лише Beta
zh_hans: 只显示 Beta

source: Filter
es: Filtro
fr: Filtre
hi: फ़िल्टर
it: Filtra
ru: Фильтр
tr: Filtre
uk: Фільтр
zh_hans: 过滤

# FilterAvailableDescription
source: Filter available versions
de: Alle verfügbaren Versionen
es: Filtrar versiones disponibles
fr: Filtrer les versions disponibles
hi: उपलब्ध संस्करणों को फ़िल्टर करें
it: Filtra versioni disponibili
ru: Отфильтровать доступные версии
tr: Uygun sürümleri filtrele
uk: Фільтрувати доступні версії
zh_hans: 过滤可用版本

# FilterInstalledDescription
source: Filter installed versions
de: Nur installierte Versionen
es: Filtrar versiones instaladas
fr: Filtrer les versions installées
hi: स्थापित संस्करणों को फ़िल्टर करें
it: Filtra versioni installate
ru: Отфильтровать установленные версии
tr: Yüklü sürümleri filtrele
uk: Фільтрувати встановлені версії
zh_hans: 过滤已下载版本

source: Info
de: Informationen
hi: जानकारी
ru: Информация
tr: Bilgi
zh_hans: 详情

# InfoDescription
source: Show or hide the info pane
de: Die Seitenleiste mit Informationen anzeigen oder ausblenden
es: Mostrar u ocultar el panel de información
fr: Afficher ou masquer le volet d'informations
hi: जानकारी फलक दिखाएँ या छिपाएँ
it: Mostra o nascondi pannello informazioni
ru: Показать или скрыть информационную панель
tr: Bilgi panelini göster ya da gizle
uk: Показати або сховати панель інформації
zh_hans: 显示或隐藏详情信息

source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
hi: प्राथमिकताएँ
it: Preferenze
ru: Hастройки
tr: Tercihler
uk: Налаштування
zh_hans: 偏好设置

# PreferencesDescription
source: Open Preferences
de: Einstellungen öffnen
es: Abrir Preferencias
fr: Ouvrir les Préférences
hi: प्राथमिकताएँ खोलें
it: Apri Preferenze
ru: Открыть настройки
tr: Tercihleri Aç
uk: Відкрити Налаштування
zh_hans: 打开偏好设置

source: Search...
de: Suchen…
es: Buscar...
fr: Rechercher...
hi: खोज...
it: Cerca...
ru: Поиск...
tr: Ara...
uk: Пошук...
zh_hans: 搜索...

# SearchDescription
source: Search list
de: Liste durchsuchen
es: Lista de búsqueda
fr: Liste de recherche
hi: खोज सूची
it: Lista Ricerca
ru: Поиск по списку
tr: Arama listesi
uk: Список знайденого
zh_hans: 搜索列表

# ActiveVersionDescription
source: This is the active version
de: Dies ist die aktive Version
es: Esta es la versión activa.
fr: Ceci est la version active
hi: यह सक्रिय संस्करण है
it: Questa è la versione attiva
ru: Это активная версия
tr: Bu aktif sürümdür
uk: Це активна версія
zh_hans: 这是启用的版本

# MakeActiveVersionDescription
source: Make this the active version
de: Diese Version aktivieren
es: Haz que esta sea la versión activa
fr: Activer
hi: इसे सक्रिय संस्करण बनाएं
it: Rendi questa versione attiva
ru: Сделать эту версию активной
tr: Bu sürümü aktif et
uk: Зробити цю версію активною
zh_hans: 将此版本设置为启用版本

# Alert.Uninstall.Title
source: Uninstall Xcode %@?
de: Xcode %@ entfernen?
es: Desinstalar Xcode %@?
fr: Désinstaller Xcode %@ ?
hi: Xcode %@ की स्थापना रद्द करें?
it: Disinstalla Xcode %@?
ru: Удалить Xcode %@?
tr: Xcode %@ sürümünü Kaldır?
uk: Видалити Xcode %@?
zh_hans: 卸载 Xcode %@?

# Alert.Uninstall.Message
source: It will be moved to the Trash, but won't be emptied.
de: Die App wird in den Papierkorb bewegt, dieser wird aber nicht geleert werden.
es: Se moverá a la Papelera, pero no se vaciará.
fr: Xcodes sera déplacé vers la corbeille, mais la corbeille ne sera pas vidé.
hi: इसे ट्रैश में ले जाया जाएगा, लेकिन खाली नहीं किया जाएगा।
it: Sarà spostato nel cestino, ma non svuotato.
ru: Файлы будут перемещены в корзину, но не будут очищены из неё автоматически.
tr: Uygulama Çöp Kutusuna taşınacaktır, fakat silinmeyecektir.
uk: Xcode буде просто переміщено до Кошика, без очищення.
zh_hans: 它会被移动到废纸篓，但不会被清除 but won't be emptied.

# Alert.Uninstall.Error.Title
source: Unable to uninstall Xcode
de: Xcode konnte nicht entfernt werden
es: No se puede desinstalar Xcode
fr: Impossible de désinstaller Xcode
hi: Xcode की स्थापना रद्द करने में असमर्थ
it: Non riesco a disinstallare Xcode
ru: Невозможно удалить Xcode
tr: Xcode Kaldırılamadı
uk: Не можливо видалити Xcode
zh_hans: 无法卸载 Xcode

# Alert.CancelInstall.Title
source: Are you sure you want to stop the installation of Xcode %@?
de: Sind Sie sicher, dass Sie die Installation von Xcode %@ abbrechen wollen?
es: ¿Está seguro de que desea detener la instalación de Xcode %@?
fr: Êtes-vous sûr de vouloir arrêter l'installation de Xcode %@ ?
hi: क्या आप वाकई Xcode %@ की स्थापना को रोकना चाहते हैं?
it: Sei sicuro di voler interrompere l'installazione di Xcode %@?
ru: Вы уверены, что хотите остановить установку Xcode %@?
tr: Xcode %@ sürümünün yüklenmesini durdurmak istediğinize emin misiniz?
uk: Впевнені що хочете скасувати встановлення Xcode %@?
zh_hans: 确定停止 Xcode %@ 的安装？

# Alert.CancelInstall.Message
source: Any progress will be discarded.
de: Jeglicher Fortschritt wird verloren gehen.
es: Cualquier progreso será descartado.
fr: Toute progression sera supprimée.
hi: किसी भी प्रगति को छोड़ दिया जाएगा।
it: Perderai quanto fatto finora.
ru: Прогресс будет сброшен.
tr: Herhangi bir ilerleme göz ardı edilecektir.
uk: Увесь прогрес буде скасовано.
zh_hans: 所有进展会被取消。

# Alert.CancelInstall.PrimaryButton
source: Stop Installation
de: Installation Abbrechen
es: Detener Instalación
fr: Arrêter l'installation
hi: स्थापना रोकें
it: Ferma Installazione
ru: Остановить установку
tr: Yüklemeyi Durdur
uk: Зупинити встановлення
zh_hans: 停止安装

# Alert.PrivilegedHelper.Title
source: Privileged Helper
de: Privilegiertes Helferprogramm
es: Asistente Privilegiado
fr: Assistant Privilégié
hi: विशेषाधिकार प्राप्त सहायक
it: Aiutante Privilegiato
ru: Привилегированный помощник
tr: Ayrıcalıklı Yardımcı
zh_hans: 特权助手

# Alert.PrivilegedHelper.Message
source: Xcodes uses a separate privileged helper to perform tasks as root. These are things that would require sudo on the command line, including post-install steps and switching Xcode versions with xcode-select. You'll be prompted for your macOS account password to install it.
de: Xcodes nutzt ein separates Helferprogramm mit Root-Rechten für bestimmte Aufgaben. Dazu zählen Dinge, die auf der Kommandozeile ein sudo benötigen würden, beispielsweise das Ausführen einiger Schritte nach der Installation und das Wechseln der aktiven Xcode-Version mittels xcode-select. Zur Installation werden Sie nach dem Passwort Ihres macOS Benutzerkontos gefragt.
es: Xcodes utiliza un Asistente Privilegiado independiente para realizar tareas como root. Estas son cosas que requerirían sudo en la línea de comando, incluidos los pasos posteriores a la instalación y el cambio de versiones de Xcode con xcode-select. Se le pedirá la contraseña de su cuenta de macOS para instalarlo.
fr: Xcodes utilise un assistant privilégié distinct pour effectuer des tâches en tant que root. Ce sont des tâches qui nécessiteraient sudo sur la ligne de commande, y compris les étapes de post-installation et le changement de version de Xcode avec xcode-select. Vous serez invité à saisir le mot de passe de votre compte macOS pour l'installer.
hi: Xcodes कार्यों को रूट के रूप में करने के लिए एक अलग विशेषाधिकार प्राप्त सहायक का उपयोग करता है। ये ऐसी चीजें हैं जिनके लिए कमांड लाइन पर sudo की आवश्यकता होगी, जिसमें पोस्ट-इंस्टॉल चरण और xcode-select के साथ Xcode संस्करण स्विच करना शामिल है। आपको इसे स्थापित करने के लिए अपने macOS खाता पासवर्ड के लिए संकेत दिया जाएगा।
it: Xcodes usa un aiutante privilegiato per svolgere dei compiti come root. Si tratta di comandi che normalmente richiederebbero sudo da linea di comando, incluse fasi di post-install e modificare la versione di Xcode con xcode-select. Ti verrà richiesta la password del tuo account di macOS per installarlo.
ru: Xcodes использует отдельный привилегированный помощник для выполнения задач от имени пользователя root. Это вещи, которые потребуют sudo в командной строке, включая шаги после установки и переключение версий Xcode с помощью xcode-select. Вам будет предложено указать вашу macOS пароль учетной записи для его установки.
tr: Xcodes, root görevlerini yerine getirmek için bir Ayrıcalıklı yardımcı aracı kullanır. Bunlar komut satırındaki sudo gerektiren, yükleme sonrası adımlarını sağlayan ve Xcode sürümü değiştiren xcode-select gibi komutlardan ibarettir. Bunu yüklemek için macOS hesap şifrenizi girmeniz istenecektir.
uk: Xcodes використовує спеціальний "privilege helper" щоб запускати задачі як суперюзер. Це включає наприклад sudo в терміналі, та кроки після інсталяції або перемикання версії Xcode за допомогою xcode-select. Зараз буде запит на ваш пароль від Мак щоб встановити цей хелпер.
zh_hans: Xcodes 用单独的一个特权助手来帮它以 root 身份执行任务。这些是在命令行上需要 sudo 的事情，包括安装和步骤和用 xcode-select 切换 Xcode 版本。 您会被提示输入你的 macOS 账户密码来安装它。

# Alert.PrivilegedHelper.Error.Title
source: Unable to install helper
de: Helferprogramm konnte nicht installiert werden
es: No se puede instalar el asistente
fr: Impossible d'installer l'assistant
hi: हेल्पर स्थापित करने में असमर्थ
it: Non riesco a installare aiutante
ru: Невозможно установить помощник
tr: Yardımcı yüklenemedi
uk: Не вдалося встановити "privilege helper"
zh_hans: 无法安装助手
