Repository: XcodesOrg/XcodesApp
Catalog: Xcodes/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, hi, it, ru, tr, uk, zh_hans

# Menu.About
source: About Xcodes
de: Über Xcodes
es: Acerca de Xcodes
fr: À propos de Xcodes
hi: एक्सकोड के बारे में
it: Informazioni di Xcodes
ru: О Xcodes
tr: Xcodes Hakkında
uk: Про Xcodes
zh_hans: 关于 Xcodes

# Menu.CheckForUpdates
source: Check for Updates...
de: Nach Aktualisierungen suchen...
es: Buscar Actualizaciones...
fr: Vérifier les mises à jour...
hi: अद्यतनों के लिए जाँच करें...
it: Controllo aggiornamenti...
ru: Проверить наличие обновлений...
tr: Güncellemeleri Denetle...
uk: Перевірити Оновлення...
zh_hans: 检查更新...

# Menu.Acknowledgements
source: Xcodes Acknowledgements
de: Xcodes Danksagungen
es: Xcodes Agradecimientos
fr: Xcodes Remerciements
hi: Xcodes स्वीकृति
it: Ringraziamenti di Xcodes
ru: Юридическая информация Xcodes
tr: Xcodes Teşekkür
uk: Подяки
zh_hans: Xcodes 鸣谢

# Menu.GitHubRepo
source: Xcodes GitHub Repo
es: Xcodes GitHub Repositorio
fr: Xcodes GitHub
hi: Xcodes GitHub रेपो
it: Xcodes Repository di Github
ru: GitHub-репозиторий Xcodes
zh_hans: Xcodes GitHub 仓库

# Menu.ReportABug
source: Report a Bug
de: Einen Fehler melden
es: Reportar un fallo
fr: Signaler un Bogue
hi: किसी बग की रिपोर्ट करें
it: Segnala un Bug
ru: Сообщить об ошибке
tr: Bir Sorun Bildir
uk: Повідомити про помилку
zh_hans: 报告一个 Bug

# Menu.RequestNewFeature
source: Request a New Feature
de: Eine neue Funktion anfragen
es: Solicitar una nueva función
fr: Demander une Nouvelle Fonctionnalité
hi: किसी नई सुविधा का अनुरोध करें
it: Richiedi una nuova Feature
ru: Запросить новую функцию
tr: Yeni Özellik Talep Et
uk: Запит на нову Фічу
zh_hans: 要求提供新功能

source: Install
de: Installieren
es: Instalar
fr: Installer
hi: स्थापित करे
it: Installa
ru: Установить
tr: Yükle
uk: Встановити
zh_hans: 安装

# InstallDescription
source: Install this version
de: Diese Version installieren
es: Instalar esta versión
fr: Installer cette version
hi: इस संस्करण को स्थापित करें
it: Installa questa versione
ru: Установить эту версию
tr: Bu sürümü indir
uk: Встановити цю версію
zh_hans: 安装此版本

source: Reveal in Finder
de: Im Finder anzeigen
es: Mostrar en el Finder
fr: Ouvrir dans le Finder
hi: खोजक में प्रकट करें
it: Mostra in Finder
ru: Показать в Finder
tr: Finder'da Görüntüle
uk: Показати у Finder
zh_hans: 在 Finder 中显示

source: Active
de: Aktiv
es: Activo
fr: Version Active
hi: सक्रिय
it: Attiva
ru: Активно
tr: Aktif
uk: Активний
zh_hans: 启用的版本

source: Make active
de: Aktivieren
es: Activarlo
fr: Activer
hi: सक्रिय बनाएँ
it: Rendi attiva
ru: Активировать
tr: Etkinleştir
uk: Зробити активним
zh_hans: 启用

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
hi: खोलना
it: Apri
ru: Открыть
tr: Aç
uk: Запустити
zh_hans: 打开

# OpenDescription
source: Open this version
de: Diese Version öffnen
es: Abrir esta versión
fr: Ouvrir cette version
hi: इस संस्करण को खोलें
it: Apri questa versione
ru: Открыть эту версию
tr: Bu sürümü aç
uk: Запустити цю версію
zh_hans: 打开此版本

source: Copy Path
de: Pfad kopieren
es: Copiar Ruta
fr: Copier le chemin d'accès
hi: पथ की कॉपी करे
it: Copia Percorso
ru: Копировать путь
tr: Yolu Kopyala
uk: Скопіювати шлях
zh_hans: 复制路径

# CreateSymLink
source: Create Symlink as Xcode.app
de: Einen Alias als Xcode.app erzeugen
es: Crear Symlink como Xcode.app
fr: Créer un Symlink pour Xcode.app
hi: Xcode.app के रूप में सिमलिंक बनाएं
it: Crea Symlink come Xcode.app
ru: Создать Symlink к Xcode.app
tr: Xcode.app olarak sembolik link yarat
uk: Створити символічну ссилку як Xcode.app
zh_hans: 为 Xcode.app 创建 Symlink

source: Uninstall
de: Entfernen
es: Desinstalar
fr: Désinstaller
hi: असंस्थापित करे
it: Disinstalla
ru: Удалить
tr: Kaldır
uk: Видалити
zh_hans: 卸载

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
hi: चयनित
it: Selezionato
ru: Выбрано
tr: Seçili
uk: Обрано
zh_hans: 选定的

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
hi: चयन करे
it: Seleziona
ru: Выбрать
tr: Seç
uk: Обрати
zh_hans: 选择

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करे
it: Annulla
ru: Отмена
tr: İptal Et
uk: Відміна
zh_hans: 取消

source: Next
de: Weiter
es: Siguiente
fr: Suivant
hi: अगला
it: Avanti
ru: Далее
tr: Sonraki
uk: Далі
zh_hans: 下一步

source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
hi: जारी रखें
it: Continua
ru: Продолжить
tr: Devam Et
uk: Продовжити
zh_hans: 继续

source: Close
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करे
it: Chiudi
ru: Закрыть
tr: Kapat
uk: Закрити
zh_hans: 关闭

source: Identical Builds
de: Identische Versionen
es: Compilaciones Idénticas
fr: Versions identiques
it: Build Identiche
ru: Идентичные Cборки
tr: Benzer Yapılar
uk: Ідентичні Білди
zh_hans: 相同的版本

# IdenticalBuilds.help
source: Sometimes a prerelease and release version are the exact same build. Xcodes will automatically display these versions together.
de: Manchmal sind die Vorabversion und die finale Version identisch. Xcodes fasst in diesem Fall beide Versionen zusammen.
es: A veces, una versión preliminar y una versión de lanzamiento tienen exactamente la misma compilación. Xcodes mostrará automáticamente estas versiones juntas.
fr: Parfois, la version préliminaire et la version finale sont exactement la même version. Xcodes affichera automatiquement ces versions ensemble.
hi: कभी-कभी एक पूर्व-रिलीज़ और रिलीज़ संस्करण एक ही बिल्ड होते हैं। Xcodes स्वचालित रूप से इन संस्करणों को एक साथ प्रदर्शित करेगा।
it: A volte una versione di prerelease e release sono esattamente la stessa build. Xcodes mostrerà automatiamente queste versioni assieme.
ru: Иногда предварительная и релизная версии представляют собой одну и ту же сборку. Xcodes автоматически отображает эти версии вместе.
tr: Bazen prerelase ve release sürümleri aynı yapı üzerindedir. Xcodes bu sürümleri birarada gösterecektir.
uk: Буває що prerelease та release насправді ідентичні (то й же Build). У такому разі Xcodes будуть показувати обидві версії разом
zh_hans: 有时一个预发布版本和发布版本是完全相同的版本。Xcodes会自动将这些版本显示在一起。

source: Release Date
de: Veröffentlichungsdatum
es: Fecha de lanzamiento
fr: Date de Sortie
hi: रिलीज़ दिनांक
it: Data di Rilascio
ru: Дата выпуска
tr: Yayınlanma Tarihi
uk: Дата релізу
zh_hans: 发布日期

source: Release Notes
de: Versionshinweise
es: Notas del lanzamiento
fr: Notes de Mise à Jour
hi: रिलीज नोट्स
it: Note di Rilascio
ru: Примечания к выпуску
tr: Yayınlanma Notları
uk: Деталі релізу
zh_hans: 发布说明

# ReleaseNotes.help
source: View Release Notes
de: Versionshinweise anzeigen
es: Ver Notas del Lanzamiento
fr: Consulter le Notes de Mise á Jour
hi: रिलीज़ नोट्स देखें
it: Vedi Note di Rilascio
ru: Просмотреть примечания к выпуску
tr: Yayınlanma Notlarını Görüntüle
uk: Переглянути деталі релізу
zh_hans: 查看发布说明

source: Compatibility
de: Kompatibilität
es: Compatibilidad
fr: Compatibilité
hi: अनुकूलता
it: Compatibilità
ru: Совместимость
tr: Uyumluluk
uk: Сумісність
zh_hans: 兼容性

# MacOSRequirement
source: Requires macOS %@ or later
de: Benötigt macOS %@ oder neuer
es: Requiere macOS %@ o posterior
fr: Nécessite macOS %@ ou une version ultérieure
hi: macOS %@ या बाद के संस्करण की आवश्यकता है
it: Richiede macOS %@ o successivo
ru: Требуется macOS %@ или новее
tr: macOS %@ veya sonrasını gerektirir
uk: Потрібен macOS %@ чи новіший
zh_hans: 需要 macOS %@ 或更高版本

source: SDKs
ru: SDK
tr: SDKler

source: Compilers
de: Compiler
es: Compiladores
fr: Compilateurs
hi: संकलनकर्ता
it: Compilatore
ru: Компиляторы
tr: Derleyiciler
uk: Компілятори
zh_hans: 编译器

source: Download Size
de: Größe des Downloads
es: Tamaño de descarga
fr: Taille de téléchargement
hi: डाउनलोड आकार
it: Dimensione Download
ru: Размер загрузки
tr: İndirme Boyutu
uk: Розмір завантаження
zh_hans: 下载尺寸

source: No Xcode Selected
de: Kein Xcode ausgewählt
es: No se ha seleccionado un Xcode
fr: Aucun XCode Sélectionné
hi: कोई Xcode चयनित नहीं
it: Nessun Xcode selezionato
ru: Xcode не выбран
tr: Bir Xcode Seçilmedi
uk: Не обрано Xcode
zh_hans: 没有选择 Xcode

# InstallationStepDescription
source: Step %d of %d: %@
de: Schritt %1$d von %2$d: %3$@
es: Paso %1$d de %2$d: %3$@
fr: Étape %1$d de %2$d: %3$@
hi: %2$d का स्टेप %1$d: %3$@
it: Passo %1$d di %2$d: %3$@
ru: Шаг %1$d из %2$d: %3$@
tr: Adım %1$d/%2$d: %3$@
uk: Крок %1$d з %2$d: %3$@
zh_hans: %2$d 步中的第 %1$d 步: %3$@

# DownloadingPercentDescription
source: Downloading: %d%% complete
de: Herunterladen: %d%% abgeschlossen
es: Descargando: %d%% completado
fr: Téléchargement: %d%% téléchargé
hi: डाउनलोड: %d%% पूर्ण
it: Download: %d%% completato
ru: Скачивание: %d% завершено
tr: İndirme: %d%% tamamlandı
uk: Закачка: %d%% готово
zh_hans: 下载中: %d%% 已下载

source: Stop installation
de: Installation abbrechen
es: Detener Instalación
fr: Arrêter l'installation
hi: स्थापना रोकें
it: Ferma istallazione
ru: Остановить установку
tr: İndirmeyi durdur
uk: Зупинити встановлення
zh_hans: 停止安装

# DownloadingError
source: No download information found
de: Keine Downloadinformationen gefunden
es: No se encontró información de descarga
fr: Aucune information de téléchargement trouvée
hi: कोई डाउनलोड जानकारी नहीं मिली
it: Non trovo informazioni sul download
ru: Информация о загрузке не найдена
tr: İndirme bilgisi bulunamadı
uk: Не знайдено інформації для закачування
zh_hans: 没有找到下载信息

# VersionWithBuild
source: Version %@ (%@)
es: Versión %@ (%@)
hi: संस्करण %@ (%@)
it: Versione %@ (%@)
ru: Версия %@ (%@)
tr: Sürüm %@ (%@)
uk: Версія %@ (%@)
zh_hans: 版本 %@ (%@)

source: GitHub Repo
es: GitHub Repositorio
hi: GitHub रेपो
ru: Репозиторий GitHub
uk: GitHub репозиторій
zh_hans: GitHub 仓库

source: Acknowledgements
de: Danksagungen
es: Agradecimientos
fr: Remerciements
hi: स्वीकृति
it: Ringraziamenti
ru: Юридическая информация
tr: Teşekkür
uk: Подяки
zh_hans: 鸣谢

source: Unxip Experiment
es: Experimento Unxip
fr: Expérience Unxip
hi: अनज़िप प्रयोग
it: Unxip Sperimentale
ru: Экспериментальный Unxip
tr: Tecrübeyi çıkart
uk: Експеримент Unxip

source: License
de: Lizenz
es: Licencia
fr: Licence
hi: लाइसेंस
it: Licenza
ru: Лицензия
tr: Lisans
uk: Ліцензія
zh_hans: 许可协议

source: General
de: Allgemein
fr: Général
hi: सामान्य
it: Generale
ru: Общее
tr: Genel
uk: Основне
zh_hans: 通用

source: Sign In
de: Anmelden
es: Iniciar Sesión
fr: Connecter
hi: साइन इन करें
it: Entra
ru: Войти
tr: Giriş Yap
uk: Логін
zh_hans: 登录

source: Notifications
de: Mitteilungen
es: Notificaciones
hi: सूचनाएँ
it: Notifiche
ru: Уведомления
tr: Bildirimler
uk: Сповіщення
zh_hans: 通知

source: Updates
de: Aktualisierungen
es: Actualizaciones
fr: Mise à jour
hi: अपडेट
it: Aggiornamenti
ru: Обновления
tr: Güncellemeler
uk: Оновлення
zh_hans: 更新

source: Versions
de: Versionen
es: Versiones
hi: संस्करण
it: Versioni
ru: Версии
tr: Sürümler
uk: Версії
zh_hans: 版本

# AutomaticInstallNewVersion
source: Automatically install new versions of Xcode
de: Neue Xcode-Versionen automatisch installieren
es: Instalar automáticamente versions de Xcode
fr: Installer automatiquement les nouvelles versions de Xcode
hi: Xcode के नए संस्करण स्वचालित रूप से स्थापित करें
it: Installa automaticamente nuove versioni di Xcode
ru: Автоматически устанавливать новые версии Xcode
tr: Xcode'un yeni versiyonlarını otomatik yükle
uk: Автоматично встановлювати нові версії Xcode
zh_hans: 自动安装新版本的 Xcode

# IncludePreRelease
source: Include prerelease/beta versions
de: Vorab-/Betaversionen berücksichtigen
es: Incluir versiones preliminares/beta
fr: Inclure les versions préliminaires/bêta
hi: पूर्व-रिलीज़/बीटा संस्करण शामिल करें
it: Includi versioni prerelease/beta
ru: Включить предварительные/бета-версии
tr: prerelease/beta sürümlerini dahil et
uk: Також встановлювати prerelease/beta версії
zh_hans: 包括预发布/beta 版本

# AppUpdates
source: Xcodes.app Updates
de: Xcodes.app Aktualisierungen
es: Xcodes.app Actualizaciones
fr: Mises à Jour de Xcodes.app
hi: Xcodes.app अपडेट
it: Xcodes.app Aggiornamenti
ru: Обновления Xcodes.app
tr: Xcodes.app Güncellemeleri
uk: Оновлення Xcodes.app
zh_hans: Xcodes.app 更新

# CheckForAppUpdates
source: Automatically check for app updates
de: Automatisch nach Aktualisierungen dieser App suchen
es: Buscar automáticamente actualizaciones
fr: Vérifier automatiquement les mises à jour de l'application
hi: ऐप अपडेट के लिए स्वचालित रूप से जांचें
it: Controlla automaticamente per aggiornamenti
ru: Автоматически проверять наличие обновлений приложения
tr: Uygulama güncellemelerini otomatik kontrol et
uk: Автоматично перевіряти наявність оновлень.
zh_hans: 自动检查应用程序的更新

source: Check Now
de: Aktualisierungen suchen
es: Revisarlo Ahora
fr: Vérifier Maintenant
hi: अभी जाँचें
it: Controlla Ora
ru: Проверить сейчас
tr: Kontrol Et
uk: Перевірити зараз
zh_hans: 立即检查

source: Last checked: %@
de: Letzte Überprüfung: %@
es: Última comprobación: %@
fr: Dernière vérification: %@
hi: पिछली बार चेक किया गया: %@
it: Ultimo controllo: %@
ru: Последняя проверка: %@
tr: Son kontrol: %@
uk: Перевірено в останнє: %@
zh_hans: 上次检查: %@

source: Never
de: Nie
es: Nunca
fr: Jamais
hi: कभी नहीं
it: Mai
ru: Никогда
tr: Daha Yeni
uk: Ніколи
zh_hans: 从不

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
hi: उन्नत
it: Avanzate
ru: Дополнительно
tr: Gelişmiş
uk: Розширені
zh_hans: 高级

source: Local Cache Path
de: Pfad des lokalen Zwischenspeichers
es: Ruta de caché local
fr: Cache Local
hi: स्थानीय कैश पथ
it: Percorso Cache Locale
ru: Путь к локальному кешу
tr: Lokal Önbellek Konumu
uk: Локальний Кеш
zh_hans: 本地缓存路径

# LocalCachePathDescription
source: Xcodes caches available Xcode versions and temporary downloads new versions to a directory
de: Xcodes nutzt den Zwischenspeicher zum Vorhalten der verfügbaren Xcode-Versionen sowie zum Herunterladen von neuen Versionen
es: Xcodes almacena en caché versiones de Xcode disponibles y descargas temporalmente las nuevas versiones en un directorio
fr: Xcodes met en cache les versions de Xcode disponibles et télécharge temporairement les nouvelles versions dans le répertoire de cache local
hi: Xcodes उपलब्ध Xcode संस्करणों को कैश करता है और एक निर्देशिका में अस्थायी रूप से नए संस्करण डाउनलोड करता है
it: Xcodes fa la cache delle versioni di Xcode disponibili e download temporanei in una directory.
ru: Xcodes кеширует доступные версии Xcode и временно загружает новые версии в директорию
tr: Xcodes, uygun Xcode sürümlerini ve geçici yeni indirilenleri bir klasörde önbelleğe alır
uk: Сюди зберігаються тимчасові закачки встановлюваних версій Xcode
zh_hans: Xcodes 缓存了可用的 Xcode 版本，并临时下载新版本到一个目录中

source: Change
de: Ändern
es: Cambiar
fr: Changer
hi: परिवर्तन
it: Cambia
ru: Изменить
tr: Değiştir
uk: Змінити
zh_hans: 变更

source: Active/Select
de: Aktivieren/Auswählen
es: Activar/Seleccionar
fr: Activer/Sélectionner
hi: सक्रिय/चयन
it: Attivo/Seleziona
ru: Активировать/Выбрать
tr: Aktif/Seç
uk: Акивний/Обрати

# AutomaticallyCreateSymbolicLink
source: Automatically create symbolic link to Xcodes.app
de: Alias auf Xcode.app automatisch anlegen
es: Crear automáticamente enlace simbólico a Xcode.app
fr: Créer automatiquement un lien symbolique vers Xcodes.app
hi: Xcode.app के लिए स्वचालित रूप से प्रतीकात्मक लिंक बनाएं
it: Crea Automaticamente link simbolico a Xcodes.app
ru: Автоматически сосдавит символическую ссылку к Xcode.app
tr: Xcodes.app'in sembolik linkini otomatik oluştur.
uk: Автоматично створювати символічну ссилку Xcode.app

# AutomaticallyCreateSymbolicLinkDescription
source: When making an Xcode version Active/Selected, try and create a symbolic link named Xcode.app in the installation directory
de: Versucht, beim Aktivieren/Auswählen einer Xcode-Version einen Alias darauf namens Xcode.app im Installationsverzeichnis anzulegen
es: Al activar/seleccionar una versión de Xcode, intentará crear un enlace simbólico llamado Xcode.app en el directorio de instalación.
fr: Lorsque vous activez/sélectionnez une version de Xcode, essayez de créer un lien symbolique nommé Xcode.app dans le répertoire d'installation
hi: Xcode संस्करण को सक्रिय/चयनित बनाते समय, स्थापना निर्देशिका में Xcode.app नामक एक प्रतीकात्मक लिंक बनाने का प्रयास करें
it: Quando rendi una versione di Xcode Attiva/Selezionata, prova a fare un link simbolico chiamato nella directory di installazione.
ru: Когда вы делаете версию Xcode активной/выбранной, попробуйте создать символическую ссылку с именем Xcode.app в директорию установки
tr: Bir Xcode sürümünü Aktif/Seç yaparken Xcode.app ismindeki uygulamanın sembolik linkini yükleme klasörüne otomatik oluşturmayı dene
uk: Обираючи Акивний Xcode, спробувати створити символічну ссилку Xcode.app що вказує на обрану версію. Ссилка буде розміщена у папці інсталяції Xcode

source: Data Source
de: Datenquelle
es: Fuente de datos
fr: Source de Données
hi: डेटा स्रोत
it: Sorgente Dati
ru: Источник данных
tr: Veri Kaynağı
uk: Джерело інформації

# DataSourceDescription
source: The Apple data source scrapes the Apple Developer website. It will always show the latest releases that are available, but is more fragile. Xcode Releases is an unofficial list of Xcode releases. It's provided as well-formed data, contains extra information that is not readily available from Apple, and is less likely to break if Apple redesigns their developer website.
de: Die Apple Datenquelle liest die Apple Developer Webseite aus. Sie zeigt stets die neuesten verfügbaren Versionen, ist aber fehleranfälliger. Xcode Releases ist eine inoffizielle Liste von Xcode-Versionen. Ihre Daten enthalten Informationen über die von Apple hinaus und liegen in einem wohldefinierten Format vor. Es ist unwahrscheinlicher, dass diese Datenquelle ausfällt, falls Apple ihre Developer Webseite neu gestaltet
es: La fuente de datos de Apple la extrae de el sitio web de Apple Developer. Siempre mostrará los últimos lanzamientos disponibles, pero es más frágil. Xcode Releases es una lista no oficial de lanzamientos de Xcode. Se proporciona como datos bien estructurados, contiene información adicional que no está disponible fácilmente en Apple y es menos probable que se rompa si Apple rediseña su sitio web para desarrolladores.
fr: La source de données Apple gratte le site Web de developpeurs d'Apple. Elle contient les dernières versions disponibles, mais est plus fragile. Xcode Releases est une liste non officielle des versions de Xcode. Elle contient des informations supplémentaires qui ne sont pas facilement disponibles auprès d'Apple et est moins susceptible de se briser si Apple redessine son site Web de développeurs.
hi: Apple डेटा स्रोत Apple डेवलपर वेबसाइट को स्क्रैप करता है। यह हमेशा नवीनतम रिलीज दिखाएगा जो उपलब्ध हैं, लेकिन अधिक नाजुक है। Xcode Releases Xcode रिलीज़ की एक अनौपचारिक सूची है। यह सुव्यवस्थित डेटा के रूप में प्रदान किया जाता है, इसमें अतिरिक्त जानकारी होती है जो Apple से आसानी से उपलब्ध नहीं होती है, और यदि Apple अपनी डेवलपर वेबसाइट को फिर से डिज़ाइन करता है तो इसके टूटने की संभावना कम होती है।
it: La sorgente dati Apple controlla il sito sviluppatori Apple. Mostra sempre le ultime versioni disponibili, ma è più fragile. Xcode Releases è una lista non ufficiale di versioni di Xcode. E' disponibile con un formato ben strutturato, contiene più in formazioni che non vengono rilasciate da Apple ed è più difficile che smetta di funzionare se Apple ristruttura il suo sito sviluppatori.
ru: Источник данных Apple очищает веб-сайт Apple Developer. Он всегда показывает последние доступные выпуски, но является более уязвимым. Xcode Releases — это неофициальный список выпусков Xcode. Он предоставляется в виде правильно сформированных данных, содержит дополнительные информация, которую Apple не всегда может получить от Apple и которая с меньшей вероятностью будет повреждена, если Apple изменит дизайн своего веб-сайта для разработчиков.
tr: Apple veri kaynağı Apple'ın geliştirici sitesini inceliyor. Uygun olan en son sürümleri gösterir, ama biraz daha hassastır. Xcode Releases, Xcode sürümlerinin bulunduğu resmi olmayan bir listedir. Data düzenli bir formata sahip bilgileri barındırır, Apple tarafında olmayan ek bilgileri içerir ve Apple'ın ileride sitesini değiştireceği için bozabileceği bir kaynak değildir.
uk: Apple – cканування порталу Apple Developer у пошуку доступних версій Xcode. Створюючи список усих нових релізів, але це не завжи спрацьовує. Xcode Releases – це не офіційний список релізів Xcode. Він являє собою відформатований список, що також має додаткову інформацію не завжди доступну напряму з сайту Apple, і менш ймовірно що він зламається якщо Apple випустить редизайн Developer Portal

source: Downloader
de: Lademechanismus
fr: Téléchargeur
hi: डाउनलोडर
it: Scaricatore
ru: Загрузчик
tr: Yükleyici
uk: Завантажувач

# DownloaderDescription
source: aria2 uses up to 16 connections to download Xcode 3-5x faster than URLSession. It's bundled as an executable along with its source code within Xcodes to comply with its GPLv2 license. URLSession is the default Apple API for making URL requests.
de: aria2 benutzt bis zu 16 Verbindungen um Xcode 3-5x als mit URLSession herunterzuladen. Er ist innerhalb von Xcodes als ausführbares Programm inklusive dessen Quellcodes enthalten, um seiner GPLv2-Lizenz genüge zu tun. URLSession ist die standardmäßige Schnittstelle von Apple, um URLs zu laden.
es: aria2 usa hasta 16 conexiones para descargar Xcode de 3 a 5 veces más rápido que URLSession. Se incluye como un ejecutable junto con su código fuente dentro de Xcodes para cumplir con su licencia GPLv2. URLSession es la API predeterminada de Apple para realizar solicitudes de URL.
fr: aria2 utilise jusqu'à 16 connexions pour télécharger Xcode de 3 à 5 fois plus rapidement que URLSession. aria2 est fourni sous forme d'exécutable avec son code source dans Xcodes pour se conformer à sa licence GPLv2. URLSession est l'API d'Apple utilisée par défaut pour effectuer des requêtes d'URL.
hi: aria2 URLSession की तुलना में Xcode 3-5x तेजी से डाउनलोड करने के लिए 16 कनेक्शन तक का उपयोग करता है। इसे अपने GPLv2 लाइसेंस का अनुपालन करने के लिए Xcodes के भीतर अपने स्रोत कोड के साथ एक निष्पादन योग्य के रूप में बंडल किया गया है। URL अनुरोध करने के लिए URLSession डिफ़ॉल्ट Apple API है।
it: aria2 usa fino a 16 connessioni per scaricar Xcode da 3 a 5 volte più veloce di URLSession. E' incluso come eseguibile assieme ai suoi sogenti dentro Xcodes per rispettare la sua licenza GPLv2. URLSession è l'API di default di Apple per fare richieste a URL remote.
ru: aria2 использует до 16 подключений для загрузки Xcode в 3-5 раз быстрее, чем URLSession. Он поставляется в виде исполняемого файла вместе с исходным кодом в Xcodes, чтобы соответствовать лицензии GPLv2. URLSession — это API Apple по умолчанию для выполнения запросов URL.
tr: aria2 16ya kadar bağlantı kullanarak Xcode'u URLSession'a göre 3-5 kat daha hızlı indirir. Çalıştırılabilir bir dosya olarak Bundle'a dahildir ve kaynak dosyaları GPLv2 lisansıyla uyumlu olması açısından Xcode içerisinde yer alır. URLSession Apple'ın URL istekleri oluşturmak için sunduğu varsayılan API'dır.
uk: aria2 може використовувати до 16 з'єднань, завантажуючи Xcode у 3-5 разів швидше ніж URLSession. Вона поставляється у вигляді бінарника та коду, відповідно до вимог її GPLv2 ліцензії. URLSession – це завантажувач по замовчуванню від Apple

source: Privileged Helper
de: Privilegiertes Helferprogramm
es: Asistente privilegiado
fr: Assistant Privilégié
hi: विशेषाधिकार प्राप्त सहायक
it: Aiutante Privilegiato
ru: Привилегированный помощник
tr: Ayrıcalıklı Yardımcı
